document.getElementById("TEXTILE").addEventListener("click", function() {
    Swal.fire({
      title: 'TEXTILE Info',
      html:
        "<p>ভর্তি ফি (শুধু ভর্তির সময়): ৫০০০/=</p>" +
        "<p>সেমিস্টার ফি (৬ মাস): ১২০০০/=</p>" +
        "<p>৪ বছরে মোট সেমিস্টার ফি: ৯৬,০০০/=</p>" +
        "<h3>অন্যান্য ফি:</h3>" +
        "<p>01. প্রতি সেমিস্টার পর্বমধ্য ফি: ৫০০/=</p>" +
        "<p>02. প্রতি সেমিস্টার পর্বসমাপনী ফি: ১০০০/=</p>" +
        "<p>03. প্রতি সেমিস্টার ব্যবহারিক ফি: ৩০০/=</p>" +
        "<p>04. পর্ব সমাপনী পরীক্ষায় অকৃতকার্য প্রতি বিষয়: ১০০০/=</p>" +
        "<h3>অন্যান্য ফি পযোজ্য ক্ষেত্রে:</h3>" +
        "<p>- ৮ম পর্ব ইন্ডাস্ট্রিয়াল ট্রেনিং-এর ক্ষেত্রে শিল্প কারখানার নির্ধারিত প্রশিক্ষণ ফি</p>" +
        "<p>- পর্ব সমাপনী পরীক্ষার নম্বরপত্র ফি: ২০০/=</p>" +
        "<p>- কোর্স সমাপনান্তে প্রসংশাপত্র ফি: ৫০০/=</p>",
      icon: 'info',
      confirmButtonText: 'OK'
    }).then((result) => {
        if (result.isConfirmed) {
          
          Toastify({
            text: "visit uec.com.bd",
            duration: 2000,
            gravity: "bottom",
            position: "right", 
            stopOnFocus: true, 
          }).showToast();
        }
      });
    });



    document.getElementById("Civil-Technology").addEventListener("click", function() {
        Swal.fire({
          title: 'Civil Technology Info',
          html:
            "ভর্তি ফি (শুধু ভর্তির সময়): ৫০০০/=" +
            "<br>সেমিস্টার ফি (৬ মাস): ১২০০০/=" +
            "<br>৪ বছরে মোট সেমিস্টার ফি: ৯৬,০০০/=" +
            "<h3>অন্যান্য ফি:</h3>" +
            "<p>01. প্রতি সেমিস্টার পর্বমধ্য ফি: ৫০০/=</p>" +
            "<p>02. প্রতি সেমিস্টার পর্বসমাপনী ফি: ১০০০/=</p>" +
            "<p>03. প্রতি সেমিস্টার ব্যবহারিক ফি: ৩০০/=</p>" +
            "<p>04. পর্ব সমাপনী পরীক্ষায় অকৃতকার্য প্রতি বিষয়: ১০০০/=</p>" +
            "<h3>অন্যান্য ফি পযোজ্য ক্ষেত্রে:</h3>" +
            "<p>- ৮ম পর্ব ইন্ডাস্ট্রিয়াল ট্রেনিং-এর ক্ষেত্রে শিল্প কারখানার নির্ধারিত প্রশিক্ষণ ফি</p>" +
            "<p>- পর্ব সমাপনী পরীক্ষার নম্বরপত্র ফি: ২০০/=</p>" +
            "<p>- কোর্স সমাপনান্তে প্রসংশাপত্র ফি: ৫০০/=",
          icon: 'info',
          confirmButtonText: 'OK'
        }).then((result) => {
          if (result.isConfirmed) {
            Toastify({
              text: "visit uec.com.bd",
              duration: 2000,
              gravity: "bottom",
              position: "right", 
              stopOnFocus: true, 
            }).showToast();
          }
        });
      });

      


      document.getElementById("FABRIC").addEventListener("click", function() {
        Swal.fire({
          title: 'FABRIC Info',
          html:
            "ইলেকট্রিক্যাল টেকনোলজিতে ঃ ভর্তি ফি ও সেমিস্টার ফি" +
            "<br><br>ভর্তি ফি (শুধু ভর্তির সময়): ৫০০০/=" +
            "<br>সেমিস্টার ফি (৬ মাস): ১২০০০/=" +
            "<br>৪ বছরে মোট সেমিস্টার ফি: ৯৬,০০০/=" +
            "<h3>অন্যান্য ফি:</h3>" +
            "<p>01. প্রতি সেমিস্টার পর্বমধ্য ফি: ৫০০/=</p>" +
            "<p>02. প্রতি সেমিস্টার পর্বসমাপনী ফি: ১০০০/=</p>" +
            "<p>03. প্রতি সেমিস্টার ব্যবহারিক ফি: ৩০০/=</p>" +
            "<p>04. পর্ব সমাপনী পরীক্ষায় অকৃতকার্য প্রতি বিষয়: ১০০০/=</p>" +
            "<h3>অন্যান্য ফি পযোজ্য ক্ষেত্রে:</h3>" +
            "<p>- ৮ম পর্ব ইন্ডাস্ট্রিয়াল ট্রেনিং-এর ক্ষেত্রে শিল্প কারখানার নির্ধারিত প্রশিক্ষণ ফি</p>" +
            "<p>- পর্ব সমাপনী পরীক্ষার নম্বরপত্র ফি: ২০০/=</p>" +
            "<p>- কোর্স সমাপনান্তে প্রসংশাপত্র ফি: ৫০০/=",
          icon: 'info',
          confirmButtonText: 'OK'
        }).then((result) => {
          if (result.isConfirmed) {
            Toastify({
              text: "visit uec.com.bd",
              duration: 2000,
              gravity: "bottom",
              position: "right",
              stopOnFocus: true,
            }).showToast();
          }
        });
      });
      